[
    {
        "CODE": "OUAYNCSE1DejRtaEpWNHJDZVk5ZURvY3dDUT09",
        "NAME": "blacksheep",
        "DESCRIPTION": "Introducing blacksheep a brand that redefines sophistication and style. Our clothing line is the epitome of timeless elegance, combining impeccable craftsmanship with a modern flair. We believe in empowering individuals to express their unique personalities through what they wear, and we strive to make every piece a statement of individuality and luxury.\r\n\r\nAt blacksheep, we pay meticulous attention to detail, from the selection of the finest fabrics to the precision of our tailoring. Our designers draw inspiration from diverse cultural influences, creating collections that are a fusion of tradition and innovation. Whether you're looking for the perfect outfit for a special occasion or a wardrobe staple that exudes sophistication, our brand caters to every fashion need.\r\n\r\nQuality and sustainability are at the core of our brand ethos. We are committed to using eco-friendly materials and ethical manufacturing processes, ensuring that our creations not only make you look good but also feel good about your choices. blacksheep is more than just clothing; it's a lifestyle choice for those who appreciate the artistry and ethics of fashion.\r\n\r\nOur collections span a wide range of styles, from classic and understated to bold and avant-garde. Whether you prefer the clean lines of minimalism or the opulence of intricate embellishments, blacksheep has something to offer every fashion enthusiast. With our dedication to quality, innovation, and sustainability, we invite you to join us on a journey where fashion meets artistry.",
        "WALLPAPER": "https:\/\/cdn.varsitymarket.shop\/img\/timeline\/store-defaulr-wallpaper.png",
        "ICON": "https:\/\/cdn.varsitymarket.shop\/img\/icons\/store-default-icon.png",
        "LOGO": "https:\/\/cdn.varsitymarket.shop\/img\/apple-touch-icon.png",
        "TEAM": "Blacksheep-team",
        "PHONE": "+27748957724",
        "EMAIL": "levidoc00@gmail.com",
        "INDUSTRY": "y+aFfFqOd5amKNfulvDdUAduHr4LAwasL045kQi4m0ydxWfVTn9j1LlpfzCN6X+p",
        "ADDRESS": [],
        "HOURS": [],
        "CURRENCY_CONTAINER": "ZA",
        "CURRENCY_NAME": "South African rand",
        "CURRENCY_CODE": "ZAR",
        "CURRENCY": "R",
        "BADGES": [],
        "VERIFICATION": false
    }
]